Repository: milord-x/downface
Catalog: ios/Runner/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, kk, pt, ru, zh_hans

source: %@%lld vs %lld prior week
de: %@%lld vs. %lld letzte Woche
es: %@%lld vs %lld semana anterior
fr: %@%lld vs %lld semaine précédente
ja: %@%lld 前週は%lld
kk: %@%lld алдыңғы аптада %lld болды
pt: %@%lld vs %lld semana anterior
ru: %@%lld против %lld на прошлой неделе
zh_hans: %@%lld 对比上周 %lld

source: %lld push-ups tracked with Downface — the offline push-up counter that watches your face, not a sensor.
de: %lld Liegestütze mit Downface erfasst — der Offline-Liegestütz-Zähler, der dein Gesicht beobachtet, nicht einen Sensor.
es: %lld flexiones registradas con Downface — el contador de flexiones sin conexión que observa tu cara, no un sensor.
fr: %lld pompes suivies avec Downface — le compteur de pompes hors ligne qui observe ton visage, pas un capteur.
ja: Downfaceで%lld回の腕立て伏せを記録 — センサーではなく顔を見るオフライン腕立てカウンター。
kk: Downface арқылы %lld жаттығу тіркелді — сенсорды емес, бетіңді бақылайтын оффлайн жаттығу есептегіші.
pt: %lld flexões registradas com Downface — o contador de flexões offline que observa seu rosto, não um sensor.
ru: %lld отжиманий отслежено в Downface — офлайн-счётчик отжиманий, который следит за лицом, а не за датчиком.
zh_hans: 用Downface记录了%lld次俯卧撑 — 离线俯卧撑计数器，靠识别面部而非传感器。

source: %lld rep
de: %lld Wdh.
fr: %lld répétition
ja: %lld回
kk: %lld қайталау
ru: %lld повтор
zh_hans: %lld 次

source: %lld reps
de: %lld Wdh.
fr: %lld répétitions
ja: %lld回
kk: %lld қайталау
ru: %lld повторов
zh_hans: %lld 次

source: %lld set
de: %lld Satz
es: %lld serie
fr: %lld série
ja: %lldセット
kk: %lld серия
pt: %lld série
ru: %lld подход
zh_hans: %lld组

source: %lld set done
de: %lld Satz erledigt
es: %lld serie hecha
fr: %lld série terminée
ja: %lldセット完了
kk: %lld сет орындалды
pt: %lld série feita
ru: %lld подход выполнен
zh_hans: 已完成 %lld 组

source: %lld set logged
de: %lld Satz erfasst
es: %lld serie registrada
fr: %lld série enregistrée
ja: %lldセット記録
kk: %lld серия жазылды
pt: %lld série registrada
ru: %lld подход записан
zh_hans: 记录了%lld组

source: %lld sets
de: %lld Sätze
es: %lld series
fr: %lld séries
ja: %lldセット
kk: %lld серия
pt: %lld séries
ru: %lld подходов
zh_hans: %lld组

source: %lld sets done
de: %lld Sätze erledigt
es: %lld series hechas
fr: %lld séries terminées
ja: %lldセット完了
kk: %lld сет орындалды
pt: %lld séries feitas
ru: %lld подхода выполнено
zh_hans: 已完成 %lld 组

source: %lld sets logged
de: %lld Sätze erfasst
es: %lld series registradas
fr: %lld séries enregistrées
ja: %lldセット記録
kk: %lld серия жазылды
pt: %lld séries registradas
ru: %lld подхода записано
zh_hans: 记录了%lld组

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
kk: қосу
pt: Adicionar
ru: Добавить
zh_hans: 添加

source: Add another time
de: Weitere Uhrzeit hinzufügen
es: Añadir otra hora
fr: Ajouter un autre horaire
ja: 別の時間を追加
kk: тағы бір уақыт қосу
pt: Adicionar outro horário
ru: Добавить ещё время
zh_hans: 添加其他时间

source: All data deleted
de: Alle Daten gelöscht
es: Todos los datos eliminados
fr: Toutes les données supprimées
ja: すべてのデータを削除しました
kk: барлық деректер жойылды
pt: Todos os dados excluídos
ru: Все данные удалены
zh_hans: 所有数据已删除

source: App icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
ja: アプリアイコン
kk: Қолданба белгішесі
pt: Ícone do app
ru: Иконка приложения
zh_hans: 应用图标

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
kk: Сыртқы түрі
pt: Aparência
ru: Оформление
zh_hans: 外观

source: Back the project on Patreon
de: Unterstütze das Projekt auf Patreon
es: Apoya el proyecto en Patreon
fr: Soutenez le projet sur Patreon
ja: Patreonでプロジェクトを応援
kk: Patreon арқылы жобаны қолда
pt: Apoie o projeto no Patreon
ru: Поддержите проект на Patreon
zh_hans: 在 Patreon 上支持该项目

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
kk: бас тарту
pt: Cancelar
ru: Отмена
zh_hans: 取消

source: Daily reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: 毎日のリマインダー
kk: күнделікті еске салу
pt: Lembrete diário
ru: Ежедневное напоминание
zh_hans: 每日提醒

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
kk: Қараңғы
pt: Escuro
ru: Тёмная
zh_hans: 深色

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
kk: жою
pt: Excluir
ru: Удалить
zh_hans: 删除

source: Delete all data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
ja: すべてのデータを削除
kk: барлық деректерді жою
pt: Excluir todos os dados
ru: Удалить все данные
zh_hans: 删除所有数据

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
ja: 破棄
kk: бас тарту
pt: Descartar
ru: Отменить
zh_hans: 放弃

source: Discard this workout?
de: Training verwerfen?
es: ¿Descartar este entrenamiento?
fr: Abandonner cet entraînement ?
ja: このトレーニングを破棄しますか？
kk: бұл жаттығудан бас тартасыз ба?
pt: Descartar este treino?
ru: Отменить эту тренировку?
zh_hans: 放弃本次训练？

source: Downface can send you one gentle reminder a day if you haven't done a set yet. No spam, easy to turn off anytime.
de: Downface kann dir einmal täglich eine sanfte Erinnerung schicken, falls du noch keinen Satz gemacht hast. Kein Spam, jederzeit abschaltbar.
es: Downface puede enviarte un recordatorio suave al día si aún no has hecho una serie. Sin spam, fácil de desactivar cuando quieras.
fr: Downface peut vous envoyer un rappel discret une fois par jour si vous n'avez pas encore fait de série. Pas de spam, désactivable à tout moment.
ja: その日にまだセットをしていない場合、Downfaceが1日1回やさしくお知らせします。スパムはなく、いつでもオフにできます。
kk: егер бүгін әлі жаттығу жасамасаң, Downface күніне бір рет жайлап еске салады. Спам жоқ, кез келген уақытта өшіруге болады.
pt: O Downface pode te enviar um lembrete suave por dia se você ainda não fez uma série. Sem spam, fácil de desativar quando quiser.
ru: Downface может напомнить один раз в день, если вы ещё не сделали подход. Без спама, можно отключить в любой момент.
zh_hans: 如果你今天还没做训练，Downface 每天可以温和地提醒你一次。绝不打扰，随时可关闭。

source: Downface stats
de: Downface-Statistik
es: Estadísticas de Downface
fr: Statistiques Downface
ja: Downface統計
kk: Downface статистикасы
pt: Estatísticas do Downface
ru: Статистика Downface
zh_hans: Downface 统计

source: Downface tracks your head with the TrueDepth camera
de: Downface verfolgt deinen Kopf mit der TrueDepth-Kamera
es: Downface rastrea tu cabeza con la cámara TrueDepth
fr: Downface suit votre tête avec la caméra TrueDepth
ja: DownfaceはTrueDepthカメラで頭の動きを追跡します
kk: Downface TrueDepth камерасы арқылы басыңды бақылайды
pt: O Downface rastreia sua cabeça com a câmera TrueDepth
ru: Downface отслеживает голову через TrueDepth-камеру
zh_hans: Downface 通过 TrueDepth 摄像头追踪你的头部

source: Export backup file
de: Sicherungsdatei exportieren
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
ja: バックアップを書き出す
kk: сақтық көшірмені экспорттау
pt: Exportar arquivo de backup
ru: Экспортировать резервную копию
zh_hans: 导出备份文件

source: FAQ & discussions
de: FAQ & Diskussionen
es: Preguntas y debates
fr: FAQ et discussions
ja: FAQとディスカッション
kk: сұрақ-жауап және талқылаулар
pt: Perguntas e discussões
ru: Вопросы и обсуждения
zh_hans: 常见问题与讨论

source: Import backup file
de: Sicherungsdatei importieren
es: Importar copia de seguridad
fr: Importer une sauvegarde
ja: バックアップを読み込む
kk: сақтық көшірмені импорттау
pt: Importar arquivo de backup
ru: Импортировать резервную копию
zh_hans: 导入备份文件

source: Keep going
de: Weitermachen
es: Continuar
fr: Continuer
ja: 続ける
kk: жалғастыру
pt: Continuar
ru: Продолжить
zh_hans: 继续

source: Keeps an encrypted copy of your workout history in your iCloud account, so moving to a new phone restores it automatically.
de: Bewahrt eine verschlüsselte Kopie deines Trainingsverlaufs in deinem iCloud-Konto auf, damit sie beim Wechsel auf ein neues iPhone automatisch wiederhergestellt wird.
es: Guarda una copia cifrada de tu historial de entrenamientos en tu cuenta de iCloud, para que al cambiar de teléfono se restaure automáticamente.
fr: Conserve une copie chiffrée de ton historique d'entraînement dans ton compte iCloud, pour qu'elle soit restaurée automatiquement sur un nouvel iPhone.
ja: トレーニング履歴の暗号化されたコピーをiCloudアカウントに保存し、新しいiPhoneに機種変更した際に自動で復元します。
kk: Жаттығу тарихыңыздың шифрланған көшірмесін iCloud есептік жазбаңызда сақтайды, сондықтан жаңа телефонға көшкенде ол автоматты түрде қалпына келтіріледі.
pt: Mantém uma cópia criptografada do seu histórico de treinos na sua conta do iCloud, para que ao trocar de aparelho ela seja restaurada automaticamente.
ru: Хранит зашифрованную копию истории тренировок в вашем iCloud, поэтому при смене телефона она восстановится автоматически.
zh_hans: 在你的iCloud账户中保留一份加密的训练记录副本，这样换新手机时会自动恢复。

source: Last synced %@
de: Zuletzt synchronisiert: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
ja: 最終同期: %@
kk: Соңғы синхрондау: %@
pt: Última sincronização: %@
ru: Последняя синхронизация: %@
zh_hans: 上次同步：%@

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
kk: Ашық
pt: Claro
ru: Светлая
zh_hans: 浅色

source: My Downface stats
de: Meine Downface-Statistik
es: Mis estadísticas de Downface
fr: Mes statistiques Downface
ja: 私のDownface統計
kk: менің Downface статистикам
pt: Minhas estatísticas do Downface
ru: Моя статистика Downface
zh_hans: 我的 Downface 统计

source: No backup found in iCloud
de: Keine Sicherung in iCloud gefunden
es: No se encontró copia de seguridad en iCloud
fr: Aucune sauvegarde trouvée dans iCloud
ja: iCloudにバックアップが見つかりません
kk: iCloud-тен сақтық көшірме табылмады
pt: Nenhum backup encontrado no iCloud
ru: Резервная копия в iCloud не найдена
zh_hans: 在iCloud中未找到备份

source: Not synced yet
de: Noch nicht synchronisiert
es: Aún no sincronizado
fr: Pas encore synchronisé
ja: まだ同期されていません
kk: Әлі синхрондалмаған
pt: Ainda não sincronizado
ru: Ещё не синхронизировано
zh_hans: 尚未同步

source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
kk: құпиялылық саясаты
pt: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: Remind me at
de: Erinnere mich um
es: Recordarme a las
fr: Me rappeler à
ja: 通知時刻
kk: еске салу уақыты
pt: Lembrar às
ru: Напоминать в
zh_hans: 提醒时间

source: Restore from iCloud
de: Aus iCloud wiederherstellen
es: Restaurar desde iCloud
fr: Restaurer depuis iCloud
ja: iCloudから復元
kk: iCloud-тен қалпына келтіру
pt: Restaurar do iCloud
ru: Восстановить из iCloud
zh_hans: 从iCloud恢复

source: Restoring…
de: Wird wiederhergestellt …
es: Restaurando…
fr: Restauration…
ja: 復元中…
kk: Қалпына келтірілуде…
pt: Restaurando…
ru: Восстановление…
zh_hans: 正在恢复…

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
ja: ソースコード
kk: бастапқы код
pt: Código-fonte
ru: Исходный код
zh_hans: 源代码

source: Support Downface
de: Downface unterstützen
es: Apoyar Downface
fr: Soutenir Downface
ja: Downfaceをサポート
kk: Downface қолдау
pt: Apoiar o Downface
ru: Поддержать Downface
zh_hans: 支持 Downface

source: Support this project
de: Dieses Projekt unterstützen
es: Apoyar este proyecto
fr: Soutenir ce projet
ja: このプロジェクトを応援する
kk: жобаны қолдау
pt: Apoiar este projeto
ru: Поддержать проект
zh_hans: 支持这个项目

source: Sync with Apple Health
de: Mit Apple Health synchronisieren
es: Sincronizar con Apple Health
fr: Synchroniser avec Apple Health
ja: Apple ヘルスケアと同期
kk: Apple Health-пен синхрондау
pt: Sincronizar com o Apple Health
ru: Синхронизация с Apple Health
zh_hans: 与 Apple 健康同步

source: T
de: D
es: M
fr: M
ja: 火
kk: Сс
ru: В
zh_hans: 二

source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
kk: пайдалану шарттары
pt: Termos de uso
ru: Условия использования
zh_hans: 使用条款

source: This device has no TrueDepth camera
de: Dieses Gerät hat keine TrueDepth-Kamera
es: Este dispositivo no tiene cámara TrueDepth
fr: Cet appareil n'a pas de caméra TrueDepth
ja: この端末にはTrueDepthカメラがありません
kk: бұл құрылғыда TrueDepth камерасы жоқ
pt: Este dispositivo não tem câmera TrueDepth
ru: На этом устройстве нет TrueDepth-камеры
zh_hans: 此设备没有 TrueDepth 摄像头

source: This removes every workout on this device. This cannot be undone.
de: Dadurch werden alle Trainings auf diesem Gerät entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina todos los entrenamientos de este dispositivo. No se puede deshacer.
fr: Cela supprime tous les entraînements de cet appareil. Cette action est irréversible.
ja: この端末上のすべてのトレーニングが削除されます。元に戻すことはできません。
kk: бұл әрекет құрылғыдағы барлық жаттығуларды жояды. Оны қайтару мүмкін емес.
pt: Isso remove todos os treinos deste dispositivo. Isso não pode ser desfeito.
ru: Это удалит все тренировки на этом устройстве. Действие необратимо.
zh_hans: 这将删除此设备上的所有训练记录，且无法恢复。

source: Time
de: Uhrzeit
es: Hora
fr: Heure
ja: 時間
kk: уақыт
pt: Hora
ru: Время
zh_hans: 时间

source: W
de: M
es: X
fr: M
ja: 水
kk: Ср
pt: Q
ru: С
zh_hans: 三

source: Writes each finished set to Health as a workout, so it shows up alongside your other activity.
de: Jeder abgeschlossene Satz wird als Training in Health gespeichert, zusammen mit deiner übrigen Aktivität.
es: Cada serie terminada se guarda en Salud como un entrenamiento, junto con tu otra actividad.
fr: Chaque série terminée est enregistrée dans Santé comme un entraînement, avec vos autres activités.
ja: 完了したセットはワークアウトとしてヘルスケアに記録され、他のアクティビティと一緒に表示されます。
kk: аяқталған әр сет Денсаулыққа жаттығу ретінде жазылады, басқа белсенділікпен қатар көрінеді.
pt: Cada série concluída é registrada no Saúde como um treino, junto com suas outras atividades.
ru: Каждый завершённый подход записывается в Health как тренировка, наравне с остальной активностью.
zh_hans: 每完成一组都会作为一次锻炼写入健康应用，与你的其他活动一起显示。

source: Your progress in this session won't be saved.
de: Der Fortschritt dieser Sitzung wird nicht gespeichert.
es: El progreso de esta sesión no se guardará.
fr: La progression de cette session ne sera pas enregistrée.
ja: このセッションの進行状況は保存されません。
kk: бұл сессияның нәтижесі сақталмайды.
pt: O progresso desta sessão não será salvo.
ru: Прогресс этой сессии не будет сохранён.
zh_hans: 本次会话的进度将不会被保存。

source: a short rest won't hurt 💛
de: eine kurze Pause schadet nicht 💛
es: un breve descanso no hace daño 💛
fr: une courte pause ne fait pas de mal 💛
ja: 少し休んでも大丈夫 💛
kk: аз дем алу зиян етпейді 💛
pt: uma pausa curta não faz mal 💛
ru: короткий отдых не помешает 💛
zh_hans: 稍微休息一下没关系 💛

source: about
de: über
es: acerca de
fr: à propos
ja: 情報
kk: қолданба туралы
pt: sobre
ru: о приложении
zh_hans: 关于

source: activity
de: Aktivität
es: actividad
fr: activité
ja: アクティビティ
kk: белсенділік
pt: atividade
ru: активность
zh_hans: 活跃度

source: add reminder
de: Erinnerung hinzufügen
es: añadir recordatorio
fr: ajouter un rappel
ja: リマインダーを追加
kk: еске салуды қосу
pt: adicionar lembrete
ru: добавить напоминание
zh_hans: 添加提醒

source: avg rep
de: ⌀ Wdh.
es: rep. media
fr: répét. moy.
ja: 平均1回
kk: орт. қайталау
pt: rep. média
ru: среднее повт.
zh_hans: 平均单次

source: avg rest
de: ⌀ Pause
es: descanso medio
fr: repos moyen
ja: 平均休憩
kk: орт. демалыс
pt: descanso médio
ru: средний отдых
zh_hans: 平均休息

source: backup
de: Sicherung
es: copia de seguridad
fr: sauvegarde
ja: バックアップ
kk: сақтық көшірме
ru: резервная копия
zh_hans: 备份

source: begin set
de: Satz beginnen
es: iniciar serie
fr: commencer la série
ja: セット開始
kk: сетті бастау
pt: iniciar série
ru: начать подход
zh_hans: 开始一组

source: best day
de: bester Tag
es: mejor día
fr: meilleur jour
ja: ベストデイ
kk: үздік күн
pt: melhor dia
ru: лучший день
zh_hans: 最佳单日

source: best set
de: bester Satz
es: mejor serie
fr: meilleure série
ja: ベストセット
kk: үздік серия
pt: melhor série
ru: лучший подход
zh_hans: 最佳单组

source: best streak
de: beste Serie
es: mejor racha
fr: meilleure série
ja: 最長記録
kk: үздік серия
pt: melhor sequência
ru: лучшая серия
zh_hans: 最佳连续

source: close
de: schließen
es: cerrar
fr: fermer
ja: 閉じる
kk: жабу
pt: fechar
ru: закрыть
zh_hans: 关闭

source: danger zone
de: gefahrenzone
es: zona de peligro
fr: zone de danger
ja: 危険ゾーン
kk: қауіпті аймақ
pt: zona de perigo
ru: опасная зона
zh_hans: 危险区

source: data
de: Daten
es: datos
fr: données
ja: データ
kk: деректер
pt: dados
ru: данные
zh_hans: 数据

source: do your first set to see stats here
de: mach deinen ersten Satz, um hier Statistiken zu sehen
es: haz tu primera serie para ver estadísticas aquí
fr: faites votre première série pour voir vos statistiques ici
ja: 最初のセットを行うとここに統計が表示されます
kk: статистиканы көру үшін алғашқы сетті орында
pt: faça sua primeira série para ver estatísticas aqui
ru: сделайте первый подход, чтобы увидеть статистику
zh_hans: 完成第一组训练即可在此查看统计数据

source: done
de: fertig
es: listo
fr: terminé
ja: 完了
kk: дайын
pt: concluído
ru: готово
zh_hans: 完成

source: easy now, no rush 🫶
de: ruhig, kein Stress 🫶
es: tranquilo, sin prisa 🫶
fr: doucement, pas de precipitation 🫶
ja: 落ち着いて、焦らないで 🫶
kk: асықпа, байсалды бол 🫶
pt: calma, sem pressa 🫶
ru: спокойно, не спеши 🫶
zh_hans: 别急，慢慢来 🫶

source: enable reminders
de: Erinnerungen aktivieren
es: activar recordatorios
fr: activer les rappels
ja: リマインダーを有効にする
kk: еске салуларды қосу
pt: ativar lembretes
ru: включить напоминания
zh_hans: 启用提醒

source: end set
de: Satz beenden
es: terminar serie
fr: terminer la série
ja: セット終了
kk: сетті аяқтау
pt: terminar série
ru: закончить подход
zh_hans: 结束这组

source: finish workout
de: Training beenden
es: terminar entrenamiento
fr: terminer l'entraînement
ja: トレーニング終了
kk: жаттығуды аяқтау
pt: terminar treino
ru: завершить тренировку
zh_hans: 结束训练

source: form's slipping, breathe
de: die Form leidet, atme durch
es: tu forma se resiente, respira
fr: ta forme se dégrade, respire
ja: フォームが崩れてる、深呼吸して
kk: пішінің бұзылып жатыр, дем ал
pt: sua forma está piorando, respire
ru: техника проседает, дыши
zh_hans: 动作变形了，深呼吸

source: getting slower, take your time
de: wird langsamer, lass dir Zeit
es: vas más despacio, tómate tu tiempo
fr: tu ralentis, prends ton temps
ja: 遅くなってきた、焦らずに
kk: баяулап барасың, асықпа
pt: ficando mais lento, sem pressa
ru: темп снижается, не торопись
zh_hans: 变慢了，慢慢来

source: health
de: Gesundheit
es: salud
fr: santé
ja: ヘルスケア
kk: денсаулық
pt: saúde
ru: здоровье
zh_hans: 健康

source: iCloud backup
de: iCloud-Sicherung
es: copia de seguridad de iCloud
fr: sauvegarde iCloud
ja: iCloudバックアップ
kk: iCloud сақтық көшірмесі
pt: backup do iCloud
ru: резервная копия iCloud
zh_hans: iCloud备份

source: iCloud isn't available
de: iCloud ist nicht verfügbar
es: iCloud no está disponible
fr: iCloud n'est pas disponible
ja: iCloudが利用できません
kk: iCloud қолжетімді емес
pt: iCloud não está disponível
ru: iCloud недоступен
zh_hans: iCloud不可用

source: listen to your body
de: hör auf deinen Körper
es: escucha a tu cuerpo
fr: écoute ton corps
ja: 自分の体の声を聞いて
kk: денеңе құлақ ас
pt: escute seu corpo
ru: прислушайся к телу
zh_hans: 听听身体的声音

source: longest streak
de: längste Serie
es: racha más larga
fr: plus longue série
ja: 最長連続記録
kk: ең ұзақ серия
pt: maior sequência
ru: лучшая серия
zh_hans: 最长连续

source: looking tired, take it easy
de: wirkt müde, geh's ruhig an
es: se te ve cansado, tómalo con calma
fr: tu as l'air fatigué, vas-y doucement
ja: 疲れてるみたい、無理しないで
kk: шаршағандай көрінесің, асықпа
pt: parece cansado, com calma
ru: выглядишь уставшим, не спеши
zh_hans: 看起来累了，慢慢来

source: made with love, no ads, no tracking
de: mit Liebe gemacht, keine Werbung, kein Tracking
es: hecho con cariño, sin anuncios ni rastreo
fr: fait avec amour, sans publicité ni suivi
ja: 愛情を込めて。広告もトラッキングもありません
kk: жүрекпен жасалған, жарнамасыз, қадағалаусыз
pt: feito com carinho, sem anúncios, sem rastreamento
ru: сделано с любовью, без рекламы и слежки
zh_hans: 用心制作，无广告，无追踪

source: new personal best – set and day
de: neuer persönlicher Rekord – Satz und Tag
es: nuevo récord personal – serie y día
fr: nouveau record personnel – série et jour
ja: 自己ベスト更新 – セットと日
kk: жеке рекорд – серия мен күн
pt: novo recorde pessoal – série e dia
ru: новый личный рекорд – подход и день
zh_hans: 个人最佳 – 单组和单日

source: new personal best – single day
de: neuer persönlicher Rekord – Tag
es: nuevo récord personal – día
fr: nouveau record personnel – jour
ja: 自己ベスト更新 – 日
kk: жеке рекорд – күн
pt: novo recorde pessoal – dia
ru: новый личный рекорд – день
zh_hans: 个人最佳 – 单日

source: new personal best – single set
de: neuer persönlicher Rekord – Satz
es: nuevo récord personal – serie
fr: nouveau record personnel – série
ja: 自己ベスト更新 – セット
kk: жеке рекорд – серия
pt: novo recorde pessoal – série
ru: новый личный рекорд – подход
zh_hans: 个人最佳 – 单组

source: next set
de: nächster Satz
es: siguiente serie
fr: série suivante
ja: 次のセット
kk: келесі сет
pt: próxima série
ru: следующий подход
zh_hans: 下一组

source: nice effort, ease up a little ✨
de: gute Leistung, etwas lockerer ✨
es: buen esfuerzo, un poco más suave ✨
fr: bel effort, ralentis un peu ✨
ja: いい調子、少しペースを落として ✨
kk: жақсы әрекет, сәл жайлан ✨
pt: bom esforço, desacelere um pouco ✨
ru: хорошая работа, чуть помедленнее ✨
zh_hans: 很棒，稍微放松一点 ✨

source: no workout
de: kein Training
es: sin entrenamiento
fr: aucun entraînement
ja: ワークアウトなし
kk: жаттығу жоқ
pt: sem treino
ru: нет тренировки
zh_hans: 无训练

source: no workouts yet
de: noch keine Trainings
es: aún no hay entrenamientos
fr: aucun entraînement pour l'instant
ja: まだトレーニングがありません
kk: әзірге жаттығу жоқ
pt: ainda sem treinos
ru: пока нет тренировок
zh_hans: 还没有训练记录

source: not now
de: nicht jetzt
es: ahora no
fr: pas maintenant
ja: 後で
kk: қазір емес
pt: agora não
ru: не сейчас
zh_hans: 暂时不用

source: place your phone on the floor screen facing you
de: Lege dein Handy auf den Boden Bildschirm zu dir gerichtet
es: coloca el teléfono en el suelo con la pantalla hacia ti
fr: posez le téléphone au sol écran face à vous
ja: スマホを床に置いて 画面を自分に向けてください
kk: телефонды еденге қой экраны өзіңе қаратып
pt: coloque o telefone no chão com a tela voltada para você
ru: положите телефон на пол экраном к себе
zh_hans: 把手机放在地上 屏幕朝向你

source: progress
de: Fortschritt
es: progreso
fr: progrès
ja: 進捗
kk: прогресс
pt: progresso
ru: прогресс
zh_hans: 进度

source: progress by week
de: Fortschritt nach Woche
es: progreso semanal
fr: progrès par semaine
ja: 週ごとの進捗
kk: апта бойынша прогресс
pt: progresso semanal
ru: прогресс по неделям
zh_hans: 每周进度

source: push-ups today
de: Liegestütze heute
es: flexiones hoy
fr: pompes aujourd'hui
ja: 今日の 腕立て伏せ
kk: бүгінгі тартылу саны
pt: flexões hoje
ru: отжиманий сегодня
zh_hans: 今日 俯卧撑

source: reps
de: Wiederholungen
es: repeticiones
fr: répétitions
ja: 回
kk: қайталау
pt: repetições
ru: повторений
zh_hans: 次

source: rest
de: Pause
es: descanso
fr: repos
ja: 休憩
kk: демалыс
pt: descanso
ru: отдых
zh_hans: 休息

source: rest %llds
de: %lld s Pause
es: descanso %llds
fr: repos %llds
ja: 休憩%lld秒
kk: демалыс %lld с
pt: descanso %llds
ru: отдых %llds
zh_hans: 休息%lld秒

source: set %lld
de: Satz %lld
es: serie %lld
fr: série %lld
ja: セット%lld
kk: %lld-серия
pt: série %lld
ru: подход %lld
zh_hans: 第%lld组

source: settings
de: Einstellungen
es: ajustes
fr: réglages
ja: 設定
kk: баптаулар
pt: configurações
ru: настройки
zh_hans: 设置

source: share
de: teilen
es: compartir
fr: partager
ja: 共有
kk: бөлісу
pt: compartilhar
ru: поделиться
zh_hans: 分享

source: show all
de: alle anzeigen
es: mostrar todo
fr: tout afficher
ja: すべて表示
kk: барлығын көрсету
pt: mostrar tudo
ru: показать всё
zh_hans: 显示全部

source: slowing down, maybe rest? 💔
de: wird langsamer, Pause? 💔
es: vas más lento, ¿descansas? 💔
fr: tu ralentis, une pause ? 💔
ja: ペースが落ちてる、休む？💔
kk: баяулап барасың, дем аласың ба? 💔
pt: está mais lento, descansar? 💔
ru: темп падает, может отдохнёшь? 💔
zh_hans: 慢下来了，要休息吗？💔

source: so far
de: insgesamt
es: en total
fr: au total
ja: 合計
kk: барлығы
pt: no total
ru: всего
zh_hans: 累计

source: start workout
de: Training starten
es: iniciar entrenamiento
fr: commencer l'entraînement
ja: トレーニング開始
kk: жаттығуды бастау
pt: iniciar treino
ru: начать тренировку
zh_hans: 开始训练

source: stats
de: Statistik
es: estadísticas
fr: statistiques
ja: 統計
kk: статистика
pt: estatísticas
ru: статистика
zh_hans: 统计
